const HOME = {
  HEADER: {
    TITLE: "مقرأة قرآنية إلكترونية لتعليم أطفال العالم",
    SIGN_UP: "سجل الآن",
  },
  WHAT_WE_TEACH: {
    TITLE: "ماذا نُعلِّم ؟",
    LIST: {
      ITEM1: {
        ID: "",
        ICON: "",
        TEXT: "القرآن الكريم ومعاني كلماته",
      },
      ITEM2: {
        ID: "",
        ICON: "",
        TEXT: "الأحاديث النبوية",
      },
      ITEM3: {
        ID: "",
        ICON: "",
        TEXT: "الأذكار النبوية",
      },
      ITEM4: {
        ID: "",
        ICON: "",
        TEXT: "القاعدة النورانية",
      },
      ITEM5: {
        ID: "",
        ICON: "",
        TEXT: "الجزء الرشيدي",
      },
      ITEM6: {
        ID: "",
        ICON: "",
        TEXT: "المتون العلمية",
      },
      ITEM7: {
        ID: "",
        ICON: "",
        TEXT: "مكارم الأخلاق",
      },
    },
  },
  HOW_WE_TEACH: {
    TITLE: "كيف نُعلِّم ؟",
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "مشافهة على مقرئين مجازين",
      },
      ITEM2: {
        ID: "",
        TEXT: "بطريقة تفاعلية",
      },
      ITEM3: {
        ID: "",
        TEXT: "في جو تربوي محبب",
      },
      ITEM4: {
        ID: "",
        TEXT: "مع الحرص على إتقان التلاوة قبل الحفظ وفهم معاني الكلمات .",
      },
    },
  },
  OUR_SECRET: {
    TITLE: "ما سر تميُزنا ؟",
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "معلمون مجازون أكفاء من ذوي الخبرة التعليمية والتربوية",
      },
      ITEM2: {
        ID: "",
        TEXT: "بيئة تقنية منظمة وميسرة",
      },
      ITEM3: {
        ID: "",
        TEXT: "تحديد المستوى قبل البدء",
      },
      ITEM4: {
        ID: "",
        TEXT: "خيارات أوقات متعددة تناسب الجميع",
      },
      ITEM5: {
        ID: "",
        TEXT: "عناية بلغة القرآن العربية",
      },
      ITEM6: {
        ID: "",
        TEXT: "تعزيز محبة القرآن وأهله",
      },
      ITEM7: {
        ID: "",
        TEXT: "تخريج حفظة متقنين",
      },
      ITEM8: {
        ID: "",
        TEXT: "عناية كبيرة بالمراجعة",
      },
      ITEM9: {
        ID: "",
        TEXT: "منهج سليم على بصيرة",
      },
      ITEM10: {
        ID: "",
        TEXT: "مسارات تعليمية متنوعة",
      },
      ITEM11: {
        ID: "",
        TEXT: "أنشطة تفاعلية محفزة",
      },
      ITEM12: {
        ID: "",
        TEXT: "العناية بحفظ الأحاديث النبوية",
      },
    },
  },
  TEACH_CHILDREN: {
    TITLE: "مقرأة قرآنية إلكترونية لتعليم أطفال العالم",
  },
  OUR_CLASSES: {
    TITLE: "ما حلقات التعليم عندنا ؟",
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "حلقة التلقين والتحفيظ",
        DESC: "لكل من لا يحسن القراءة من المصحف",
      },
      ITEM2: {
        ID: "",
        TEXT: "حلقة تصحيح التلاوة",
        DESC: "لكل من تحتاج تلاوته إلى ضبط جيد تلاوة وأحكاما",
      },
      ITEM3: {
        ID: "",
        TEXT: "حلقة الحفظ والمراجعة",
        DESC: "لكل من يجيد القراءة من المصحف قراءة صحيحة ويقدر على الحفظ والمراجعة اليومية",
      },
      ITEM4: {
        ID: "",
        TEXT: "حلقة القاعدة النورانية",
        DESC: "لجميع الراغبين",
      },
      ITEM5: {
        ID: "",
        TEXT: "حلقة حفظ المتون والأذكار",
        DESC: "لجميع الراغبين",
      },
    },
  },
};
export default HOME;
